tap "bfontaine/command-not-found"
tap "caskroom/cask"
tap "caskroom/drivers"
tap "caskroom/fonts"
tap "caskroom/versions"
#tap "hhvm/hhvm"
tap "homebrew/apache"
tap "homebrew/binary"
tap "homebrew/bundle"
tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/nginx"
tap "homebrew/php"
tap "homebrew/services"
tap "homebrew/versions"
tap "teslamint/devel"
tap "vitorgalvao/tiny-scripts"

# Install GNU core utilities (those that come with macOS are outdated).
# Don’t forget to add `$(brew --prefix coreutils)/libexec/gnubin` to `$PATH`.
brew "coreutils"

# Install some other useful utilities like `sponge`.
brew "moreutils"
# Install GNU `find`, `locate`, `updatedb`, and `xargs`, `g`-prefixed.
brew "findutils"
# Install GNU `sed`, overwriting the built-in `sed`.
brew "gnu-sed", args: ["with-default-names"]
# Install Bash 4.
# Note: don’t forget to add `/usr/local/bin/bash` to `/etc/shells` before
# running `chsh`.
brew "bash"
brew "bash-completion@2"

# Install `wget` with IRI support.
brew "wget", args: ["with-iri"]

# Install GnuPG to enable PGP-signing commits.
#brew "gnupg"

# Install more recent versions of some macOS tools.
brew "vim", args: ["with-override-system-vi"]
brew "grep"
brew "openssh"
brew "screen"
#brew "homebrew/php/php56", args: ["with-gmp"]
brew "homebrew/php/php70"

# Install font tools.
tap "bramstein/webfonttools"
brew "sfnt2woff"
brew "bramstein/webfonttools/sfnt2woff-zopfli"
brew "bramstein/webfonttools/woff2"

# Install some CTF tools; see https://github.com/ctfs/write-ups.
brew "aircrack-ng"
brew "bfg"
brew "binutils"
brew "binwalk"
brew "cifer"
brew "dex2jar"
brew "dns2tcp"
brew "fcrackzip"
brew "foremost"
brew "hashpump"
brew "hydra"
brew "john"
brew "knock"
brew "netpbm"
brew "nmap"
brew "pngcheck"
brew "socat"
brew "sqlmap"
brew "tcpflow"
brew "tcpreplay"
brew "tcptrace"
brew "ucspi-tcp" # `tcpserver` etc.
brew "xpdf"
brew "xz"

# Install other useful binaries.
brew "ack"
#brew "exiv2"
brew "git", args: ['with-blk-sha1']
brew "git-lfs"
brew "imagemagick", args: ["with-webp"]
brew "lua"
brew "lynx"
brew "p7zip"
brew "pigz"
brew "pv"
brew "rename"
brew "ssh-copy-id"
brew "tree"
brew "vbindiff"
brew "zopfli"

# extra programs
brew "ansible"
brew "p7zip"
brew "xz"
brew "dark-mode"
brew "doxygen"
brew "talloc"
#brew "freeradius-server"
brew "fzf"
brew "gengetopt"
brew "git-when-merged"
brew "gnu-getopt"
brew "gnu-tar"
brew "python3"
brew "hydra"
brew "john"
brew "json-c"
brew "knock"
brew "libidn"
brew "libu2f-host"
brew "libusb"
brew "libxml2"
brew "libyubikey"
brew "mas"
brew "memcached"
brew "minicom"
brew "monkeysphere"
brew "mono"
brew "ncurses"
brew "nano"
brew "narwhal"
brew "netpbm"
brew "nmap"
brew "node"
brew "ykclient"
brew "ykpers"
brew "pam_yubico"
brew "pigz"
brew "pngcheck"
brew "pv"
brew "qt"
brew "quilt"
brew "rename"
brew "ringojs"
brew "ruby"
brew "socat"
brew "speedtest-cli"
brew "sqlmap"
brew "squashfs"
brew "ssh-copy-id"
brew "swig"
brew "tcpflow"
brew "tcpreplay"
brew "tcptrace"
brew "testssl"
brew "tmux"
brew "tree"
brew "ucspi-tcp"
brew "vbindiff"
brew "webkit2png"
brew "yarn"
brew "youtube-dl"
brew "yubico-piv-tool"
brew "zlib"
brew "zopfli"

# Install HHVM
#brew "hhvm/hhvm/hhvm"

# Install PHP 7.0 modules
brew "homebrew/php/php70-apcu"
brew "homebrew/php/php70-gmp"
brew "homebrew/php/php70-igbinary"
brew "homebrew/php/php70-ioncubeloader"
brew "homebrew/php/php70-mcrypt"
brew "homebrew/php/php70-memcached"
brew "homebrew/php/php70-msgpack"
brew "homebrew/php/php70-opcache"
brew "homebrew/php/php70-scrypt"
brew "homebrew/php/php70-xdebug"
brew "homebrew/php/php71"
brew "homebrew/php/php71-libsodium"

#brew "vitorgalvao/tiny-scripts/cask-repair"

cask "adobe-creative-cloud"
cask "aerial"
cask "alfred"
cask "atom"
cask "bartender"
cask "battle-net"
cask "beyond-compare"
cask "boxer"
cask "debookee"
cask "dropbox"
cask "firefox"
cask "font-d2coding"
cask "forklift"
cask "gog-galaxy"
cask "gpgtools"
cask "irccloud"
cask "iterm2"
cask "java"
cask "jetbrains-toolbox"
cask "keybase"
cask "lightworks"
cask "messenger-for-desktop"
cask "micro-snitch"
cask "origin"
cask "pl2303"
cask "resilio-sync"
cask "sequel-pro"
cask "sourcetree"
cask "steam"
cask "sublime-text"
cask "teamviewer"
cask "textmate"
cask "tower"
cask "transmission"
cask "transmit"
cask "tunnelblick"
cask "vagrant"
cask "virtualbox"
cask "vmware-fusion"
cask "wireshark"
cask "xquartz"
cask "yubikey-personalization-gui"
cask "yubikey-piv-manager"

mas "Amphetamine", id: 937984704
mas "Boxy", id: 1053031090
#mas "GarageBand", id: 682658836
#mas "iMovie", id: 408981434
mas "KakaoTalk", id: 869223134
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
#mas "Melon", id: 1236050766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Remote Desktop", id: 409907375
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Telegram Desktop", id: 946399090
mas "The Archive Browser", id: 510232205
mas "The Unarchiver", id: 425424353
mas "Tweetbot", id: 557168941
mas "Twitter", id: 409789998
mas "Xcode", id: 497799835
#mas "벅스 플레이어", id: 1211096598
