tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "beeftornado/rmtree"
tap "bfontaine/command-not-found"
tap "bramstein/webfonttools"
tap "browsh-org/browsh"
tap "buo/cask-upgrade"
tap "cloudflare/cloudflare"
tap "colindean/fonts-nonfree"
#tap "hhvm/hhvm"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-eid"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/livecheck"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "kryptco/tap"
tap "linux-noah/noah"
tap "minio/stable"
tap "pebble/pebble-sdk"
tap "prisma/prisma"
tap "pusher/brew"
tap "smallstep/smallstep"
tap "teamookla/speedtest"
tap "teslamint/cask-custom"
tap "theseal/ssh-askpass"
tap "vitorgalvao/tiny-scripts"
tap "weaveworks/tap"
#tap "xo/xo"
brew "ack"
brew "adns"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gdbm"
brew "gettext"
brew "libffi"
brew "openssl@1.1"
brew "pcre"
brew "xz"
brew "glib"
brew "lzo"
brew "pixman"
brew "cairo"
brew "fribidi"
brew "jpeg"
brew "libtiff"
brew "pkg-config"
brew "gobject-introspection"
brew "graphite2"
brew "icu4c"
brew "harfbuzz"
brew "pango"
brew "afflib"
brew "aircrack-ng"
brew "alure"
brew "node"
brew "angular-cli"
brew "libyaml"
brew "ansible"
brew "apktool"
brew "apr"
brew "apr-util"
brew "argon2"
brew "libssh2"
brew "aria2"
brew "asciinema"
brew "aspell"
brew "augeas"
brew "autoconf"
brew "autoconf@2.13"
brew "automake"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-completion", link: false
brew "bat"
brew "bfg"
brew "binutils"
brew "p7zip"
brew "binwalk"
brew "bison"
brew "boost"
brew "boost-python"
brew "brew-cask-completion"
brew "brotli"
brew "coreutils"
brew "gnu-sed"
brew "libevent"
brew "ncurses", link: true
brew "popt"
brew "tmux"
brew "byobu"
brew "c-ares"
brew "ccache"
brew "cifer"
brew "cloc"
brew "gmp"
brew "cloog"
brew "cmake"
brew "cocoapods"
brew "composer"
brew "cryptopp"
brew "jansson"
brew "jemalloc"
brew "libev"
brew "libunistring"
brew "libidn2"
brew "nghttp2"
brew "curl"
brew "cvs"
brew "dark-mode"
brew "go"
brew "dex2jar"
brew "libusb"
brew "dfu-util"
brew "direnv"
brew "dns2tcp"
brew "libogg"
brew "flac"
brew "libvorbis"
brew "opus"
brew "fluid-synth"
brew "dosbox-x"
brew "doxygen"
brew "dtc"
brew "dwarfutils"
brew "elinks"
brew "faad2"
brew "fasd"
brew "fcrackzip"
brew "libtool"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "lame"
brew "little-cms2"
brew "ffmpeg"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "findutils"
brew "foremost"
brew "talloc"
brew "freeradius-server"
brew "freetds"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gd"
brew "gdb"
brew "gengetopt"
brew "gflags"
brew "ghostscript"
brew "pcre2"
brew "git"
brew "gnu-getopt"
brew "git-flow-avh"
brew "git-lfs"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "npth"
brew "pinentry"
brew "gnupg", link: false
brew "git-secret"
brew "git-when-merged"
brew "glew"
brew "glfw"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "glog"
brew "gnu-tar"
brew "gnu-time"
brew "orc"
brew "qt"
brew "gnuradio"
brew "gradle"
brew "jasper"
brew "netpbm"
brew "graphviz"
brew "grep"
brew "gstreamer"
brew "gst-plugins-base"
brew "gst-libav"
brew "gst-plugins-bad"
brew "libpsl"
brew "libsoup"
brew "gst-plugins-good"
brew "gst-plugins-ugly"
brew "gst-rtsp-server"
brew "hashcat"
brew "hashpump"
brew "helm"
brew "help2man"
brew "hexyl"
brew "hidapi"
brew "hr"
brew "hub"
brew "mysql-client"
brew "hydra"
brew "imagemagick"
brew "imagemagick@6"
brew "imap-uw"
brew "iperf"
brew "john"
brew "oniguruma"
brew "jq"
brew "json-c"
brew "knock"
brew "kubernetes-cli"
brew "lz4"
brew "libarchive"
brew "libdnet"
brew "libelf"
brew "libewf"
brew "libidn"
brew "libmagic"
brew "memcached"
brew "libmemcached"
brew "libpq"
brew "lzlib"
brew "librdkafka"
brew "libsodium"
brew "libtensorflow"
brew "libtermkey"
brew "libu2f-host"
brew "libusb-compat"
brew "libuv"
brew "libvterm"
brew "libwebsockets"
brew "libxml2"
brew "libyubikey"
brew "libzip"
brew "lldpd"
brew "llvm"
brew "lsd"
brew "lua"
brew "luajit"
brew "lynx"
brew "mad"
brew "mailhog"
brew "make"
brew "mas"
brew "mhash"
brew "mcrypt"
brew "md5sha1sum", link: false
brew "mercurial"
brew "ninja"
brew "meson"
brew "minicom"
brew "minikube"
brew "monkeysphere"
brew "mono"
brew "moreutils", link: false
brew "msgpack"
brew "mysql@5.7"
brew "nano"
brew "narwhal"
brew "nasm"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node@8"
brew "nsuds"
brew "nudoku"
brew "nvm"
brew "ocaml"
brew "ocamlbuild"
brew "openmotif"
brew "openssh"
brew "ykclient"
brew "ykpers"
brew "pam_yubico"
brew "pandoc"
brew "php"
brew "php-code-sniffer"
brew "pigz"
brew "pinentry-mac"
brew "pngcheck"
brew "poetry"
brew "postgresql"
brew "pv"
brew "qemu"
brew "quilt"
brew "rbenv"
brew "re2c"
brew "rename"
brew "repo"
brew "ringojs"
brew "rlwrap"
brew "ruby"
brew "rustup-init"
brew "screen"
brew "socat"
brew "sox"
brew "sqlmap"
brew "squashfs"
brew "ssh-copy-id", link: true
brew "step"
brew "streamlink"
brew "swig"
brew "tcpflow"
brew "tcpreplay"
brew "tcptrace"
brew "telnet"
brew "termius"
brew "testssl"
brew "travis"
brew "tree"
brew "ucspi-tcp"
brew "upx"
brew "vagrant-completion"
brew "vbindiff"
brew "webkit2png"
brew "wget"
brew "wine"
brew "wireguard-go"
brew "wireguard-tools"
brew "xpdf"
brew "yasm"
brew "ykman"
brew "youtube-dl"
brew "yubico-piv-tool"
brew "zlib"
brew "zopfli"
brew "zsh"
brew "aws/tap/aws-sam-cli"
brew "bramstein/webfonttools/sfnt2woff"
brew "bramstein/webfonttools/sfnt2woff-zopfli"
brew "bramstein/webfonttools/woff2"
brew "browsh-org/browsh/browsh"
brew "cloudflare/cloudflare/cloudflared", link: false
brew "linux-noah/noah/noah"
brew "minio/stable/minio"
brew "pebble/pebble-sdk/pebble-qemu"
brew "pebble/pebble-sdk/pebble-toolchain"
brew "prisma/prisma/prisma"
brew "pusher/brew/pusher"
brew "teamookla/speedtest/speedtest"
brew "vitorgalvao/tiny-scripts/cask-repair"
brew "weaveworks/tap/eksctl"
#brew "xo/xo/usql"
cask "adobe-creative-cloud"
cask "adobe-creative-cloud-cleaner-tool"
cask "adoptopenjdk11"
cask "adoptopenjdk11-jre"
cask "aerial"
cask "alfred"
cask "android-platform-tools"
cask "applepi-baker"
cask "authy"
cask "bartender"
cask "battle-net"
cask "beyond-compare"
cask "boxer"
cask "charles"
cask "cleanmymac"
cask "clip-studio-paint"
cask "cloudapp"
cask "crossover"
cask "cyberduck"
cask "dash"
cask "debookee"
cask "display-maestro"
cask "docker"
cask "dropbox"
cask "droplr"
cask "dynamodb-local"
cask "etcher"
cask "firefox"
cask "firefox-developer-edition"
cask "font-aurulentsansmono-nerd-font-mono"
cask "font-d2coding"
cask "font-fira-code"
cask "font-firacode-nerd-font"
cask "font-firacode-nerd-font-mono"
cask "font-firamono-nerd-font"
cask "font-firamono-nerd-font-mono"
cask "font-hack-nerd-font"
cask "forklift"
#cask "ftdi-vcp-driver"
cask "ghidra"
cask "gitkraken"
cask "gog-galaxy"
cask "google-chrome"
cask "gpg-suite"
cask "gzdoom"
cask "handbrake"
cask "hex-fiend"
cask "hyper"
cask "irccloud"
cask "iterm2"
cask "java6"
cask "java8"
cask "jetbrains-toolbox"
cask "keybase"
cask "maccpuid"
cask "mactex"
cask "micro-snitch"
#cask "minecraft"
#cask "mt32emu"
cask "multipass"
cask "mysqlworkbench"
cask "naver-whale"
cask "obs"
cask "openra"
cask "origin"
cask "osquery"
cask "osxfuse"
cask "papers"
cask "pl2303"
cask "powershell"
#cask "resilio-sync"
cask "retroarch"
#cask "safari-technology-preview"
cask "scummvm"
#cask "sequel-pro"
cask "signal"
#cask "silicon-labs-vcp-driver"
#cask "skype"
cask "sleep-monitor"
cask "sourcetree"
cask "spectacle"
cask "steam"
cask "sublime-merge"
cask "sublime-text"
cask "teamviewer"
cask "textmate"
cask "tftpserver"
cask "tor-browser"
cask "transmission"
cask "transmit"
cask "tunnelblick"
cask "tweetdeck-player"
cask "twitch"
cask "vagrant"
cask "veracrypt"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "wireshark"
cask "xbox360-controller-driver"
cask "xbox360-controller-driver-unofficial"
cask "xquartz"
cask "yt-music"
cask "yubico-yubikey-manager"
cask "yubikey-personalization-gui"
cask "yubikey-piv-manager"
cask "zandronum"
cask "zerotier-one"
mas "1Password 7", id: 1333542190
mas "Amphetamine", id: 937984704
mas "Apple Configurator 2", id: 1037126344
mas "Day One", id: 1055511498
mas "Dynamo", id: 1445910651
mas "Friendly Streaming", id: 553245401
mas "GoodNotes", id: 1480793815
mas "GoodNotes", id: 1444383602
mas "iMovie", id: 408981434
mas "iShot", id: 1485844094
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Medis", id: 1063631769
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft To Do", id: 1274495053
mas "Microsoft Word", id: 462054704
mas "Noizio", id: 928871589
mas "NordVPN IKE", id: 1116599239
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Outline", id: 1356178125
mas "Pages", id: 409201541
mas "Pastebot", id: 1179623856
mas "Pocket", id: 568494494
mas "Reeder", id: 1449412482
mas "Reeder", id: 880001334
mas "Remote Desktop", id: 409907375
mas "Screens", id: 1224268771
mas "Slack", id: 803453959
mas "SnippetsLab", id: 1006087419
mas "SpongeBob: Patty Pursuit", id: 1485030412
mas "Telegram", id: 747648890
mas "Telegram Lite", id: 946399090
mas "Telephone", id: 406825478
mas "The Archive Browser", id: 510232205
mas "Trello", id: 1278508951
mas "Tweetbot", id: 1384080005
mas "Twitter", id: 1482454543
mas "Unsplash Wallpapers", id: 1284863847
mas "WHAT THE GOLF", id: 1474771319
mas "WiFi Explorer", id: 494803304
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
mas "반디집", id: 1265704574
mas "벅스 플레이어", id: 1211096598
mas "베어", id: 1091189122
mas "카카오톡", id: 869223134
