tap "teslamint/devel"
tap "teslamint/cask"
tap "jlhonora/lsusb"
tap "kryptco/tap"
tap "bfontaine/command-not-found"
tap "kong/kong"
tap "homebrew/nginx"
tap "homebrew/livecheck"
tap "homebrew/dupes"
tap "homebrew/fuse"
tap "homebrew/completions"
tap "homebrew/apache"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/versions"
tap "homebrew/binary"
tap "homebrew/boneyard"
tap "homebrew/games"
tap "homebrew/bundle"
tap "homebrew/services"
tap "hhvm/hhvm"
tap "caskroom/drivers"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
tap "mashape/kong"
tap "bramstein/webfonttools"
tap "vitorgalvao/tiny-scripts"
cask "xquartz"
brew "apr-util"
brew "ab"
brew "ack", link: false
brew "sqlite"
brew "aircrack-ng"
brew "libyaml"
brew "python"
brew "ansible"
brew "aria2"
brew "gettext", link: true
brew "libffi"
brew "pcre"
brew "pkg-config"
brew "autoconf"
brew "automake"
brew "xz"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bash-git-prompt"
brew "bfg"
brew "binutils"
brew "isl"
brew "mpfr"
brew "p7zip"
brew "ssdeep"
brew "binwalk"
brew "bmon"
brew "boost"
brew "boost@1.60"
brew "brew-gem"
brew "c-ares"
brew "c-kermit"
brew "chromedriver"
brew "cifer"
brew "cmake"
brew "cocoapods", link: false
brew "icu4c"
brew "coffeescript", link: false
brew "consul"
brew "coreutils"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "lua"
brew "sdl2_mixer"
brew "corsixth"
brew "ctags"
brew "dark-mode"
brew "dex2jar"
brew "diff-so-fancy"
brew "direnv"
brew "dns2tcp"
brew "libtool"
brew "dnscrypt-proxy"
brew "dnsmasq", restart_service: true
#brew "docker-machine-driver-xhyve"
brew "doxygen"
brew "dshb"
brew "dwarfutils"
brew "elasticsearch"
brew "wxmac"
brew "erlang"
brew "fasd"
brew "fcrackzip"
brew "filebeat"
brew "findutils"
brew "libusb"
brew "libusb-compat"
brew "libftdi0"
brew "flashrom"
brew "fontforge"
brew "foremost"
brew "freeradius-server"
brew "fzf"
brew "gawk"
brew "gd"
brew "gengetopt"
brew "geoip"
brew "gflags"
brew "gist"
brew "git"
brew "git-imerge"
brew "git-lfs"
brew "git-subrepo"
brew "git-when-merged"
brew "glog"
brew "gnu-getopt", link: true
brew "gnu-sed"
brew "gnu-tar"
brew "nettle"
brew "go"
brew "gor"
brew "grep"
brew "grsync"
brew "haproxy"
brew "hashpump"
brew "help2man"
brew "heroku"
brew "hiredis"
brew "hopenpgp-tools"
brew "htop"
brew "httpstat"
brew "hub"
#brew "mysql"
brew "hydra"
brew "imagemagick"
brew "innotop"
brew "iperf"
brew "jemalloc"
brew "john"
brew "oniguruma"
brew "jq"
brew "jsmin"
brew "json-c"
brew "kibana"
brew "knock"
brew "kubernetes-cli"
brew "leptonica"
brew "libelf"
brew "libevent"
brew "libidn"
brew "memcached", restart_service: true
brew "libmemcached"
brew "libssh2"
brew "libwebsockets"
brew "libxml2"
brew "libyubikey"
brew "libzip"
brew "llvm"
brew "logstash"
brew "lynx"
brew "lz4"
brew "mackup"
brew "mas"
brew "mhash"
brew "mcrypt"
brew "md5sha1sum"
brew "mercurial"
brew "minicom"
brew "mitmproxy"
brew "mongo-c-driver"
brew "mono"
brew "moreutils", link: false
brew "mosquitto"
brew "multimarkdown"
brew "n"
brew "ncurses"
brew "nano"
brew "narwhal", link: false
brew "ncrack"
brew "neofetch"
brew "neovim"
brew "netpbm"
brew "nginx", restart_service: true
brew "ninja"
brew "nmap"
brew "nsq"
brew "opam"
brew "open-ocd"
brew "opensc"
brew "openssh"
brew "packer"
brew "ykclient"
brew "ykpers"
brew "pam_yubico"
brew "pandoc"
#brew "percona-server", restart_service: true, link: false
#brew "percona-server-mongodb", restart_service: true
#brew "percona-xtrabackup"
brew "perl"
brew "phantomjs", link: false
brew "pidof"
brew "pigz"
brew "pinentry-mac"
brew "pngcheck"
brew "pngcrush"
brew "popt"
brew "postgresql"
brew "pre-commit"
brew "pv"
brew "qt"
brew "quilt"
brew "rabbitmq", restart_service: true
brew "rabbitmq-c"
brew "ragel"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rename"
brew "repo"
brew "rhino"
brew "ringojs"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "s3fs"
brew "screen"
brew "scummvm"
brew "securefs"
brew "selenium-server-standalone"
brew "sl"
brew "socat"
brew "speedtest-cli", link: false
brew "sphinx-doc"
brew "sqlmap"
brew "ssh-copy-id"
brew "sshfs"
brew "swagger-codegen"
brew "swig"
brew "sylpheed"
brew "syncthing"
brew "sysbench"
brew "tbb"
brew "tcpflow"
brew "tcpreplay"
brew "tcptrace"
brew "terraform"
brew "tesseract"
brew "testssl"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tmux"
brew "tree"
brew "ttyd"
brew "typescript"
brew "ucspi-tcp"
brew "unixodbc"
brew "unrar", link: false
brew "utf8proc"
brew "v8"
brew "vbindiff"
brew "vim"
brew "webkit2png"
brew "wget"
brew "wifi-password"
brew "wireguard-tools"
#brew "xhyve"
brew "xpdf"
brew "yarn"
brew "youtube-dl"
brew "yubico-piv-tool"
brew "yuicompressor"
brew "zeromq"
brew "zlib"
brew "zopfli"
brew "zsh"
brew "bramstein/webfonttools/sfnt2woff"
brew "bramstein/webfonttools/sfnt2woff-zopfli"
brew "bramstein/webfonttools/woff2"
brew "homebrew/php/codeception"
brew "homebrew/php/composer"
brew "homebrew/php/igbinary"
brew "homebrew/php/php-version"
brew "homebrew/php/php71-amqp"
brew "homebrew/php/php71-gmp"
brew "homebrew/php/php71-mcrypt"
brew "homebrew/php/php71-memcached"
brew "homebrew/php/php71-mongodb"
brew "homebrew/php/php71-opcache"
brew "homebrew/php/php71-redis"
brew "homebrew/php/php71-scrypt"
brew "homebrew/php/php71-sodium"
brew "homebrew/php/php71-uuid"
brew "homebrew/php/php71-xdebug"
brew "homebrew/php/php71-yaml"
brew "homebrew/php/phpunit"
brew "homebrew/php/psysh"
brew "homebrew/php/wp-cli"
brew "jlhonora/lsusb/lsusb"
brew "kryptco/tap/kr"
brew "mashape/kong/kong", link: false
cask "adobe-creative-cloud"
cask "aerial"
#cask "android-sdk"
#cask "appserver"
cask "atom"
cask "beyond-compare"
cask "docker"
cask "firefox"
cask "firefox-developer-edition"
cask "firefox-nightly"
cask "forklift"
#cask "gog-galaxy"
cask "google-chrome"
#cask "google-cloud-sdk"
cask "google-drive-file-stream"
#cask "google-earth-pro"
#cask "google-play-music-desktop-player"
cask "googleappengine"
cask "gpgtools"
cask "hyper"
cask "little-snitch"
cask "minikube"
cask "mysqlworkbench"
cask "ngrok"
cask "now"
cask "p4merge"
cask "pl2303"
#cask "polymail"
cask "postman"
cask "rar"
cask "sequel-pro"
cask "sourcetree"
#cask "steam"
cask "sublime-text"
cask "taskexplorer"
#cask "textmate"
cask "texturepacker"
cask "tower"
cask "transmission"
cask "transmit"
cask "tunnelblick"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "wireshark"
cask "yubikey-neo-manager"
cask "yubikey-personalization-gui"
cask "yubikey-piv-manager"
cask "yubiswitch"
cask "zerotier-one"
#cask "caskroom/drivers/ftdi-vcp-driver"
cask "caskroom/drivers/yubico-authenticator"
cask "caskroom/fonts/font-d2coding"
cask "caskroom/fonts/font-hack-nerd-font"
#cask "caskroom/fonts/font-nanumgothic"
cask "caskroom/fonts/font-nanumgothiccoding"
cask "caskroom/versions/google-chrome-canary"
#cask "teslamint/caskroom/twitter-player"
mas "1Blocker", id: 1107421413
mas "Amphetamine", id: 937984704
mas "Apple Configurator 2", id: 1037126344
mas "Bandizip X", id: 492835684
mas "Boxy", id: 1053031090
mas "CleanMyDrive 2", id: 523620159
mas "Clear", id: 504544917
mas "DaisyDisk", id: 411643860
mas "Disk Doctor", id: 455970963
mas "Folx GO+", id: 823528286
mas "ForkLift", id: 412448059
mas "JPEGmini", id: 498944723
mas "KakaoTalk", id: 869223134
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Memory Clean", id: 451444120
mas "Microsoft Remote Desktop", id: 715768417
mas "Monit", id: 1014850245
mas "NetSpot", id: 514951692
mas "NetSpot Wi-Fi Reporter", id: 678464954
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Pushbullet", id: 948415170
mas "Reeder", id: 880001334
mas "Remote Desktop", id: 409907375
mas "Send Anywhere", id: 1016349934
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "SplitScreen", id: 453757310
mas "Termius", id: 1176074088
mas "The Archive Browser", id: 510232205
mas "The Unarchiver", id: 425424353
mas "Unsplash Wallpapers", id: 1284863847
mas "WeChat", id: 836500024
mas "WiFi Explorer", id: 494803304
mas "Windows Phone", id: 415571499
mas "Writedown!", id: 574184591
mas "Xcode", id: 497799835
