tap "aws/tap"
tap "cloudflare/cloudflare"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "microsoft/git"
tap "minacle/chntpw"
brew "aria2"
brew "asdf"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "node"
brew "bitwarden-cli"
brew "cabextract"
brew "cdrtools"
brew "git"
brew "git-credential-libsecret"
brew "gnupg"
brew "harfbuzz"
brew "graphviz"
brew "httpie"
brew "mas"
brew "mist"
brew "mitmproxy"
brew "nano"
brew "php"
brew "php@7.4"
brew "tailscale"
brew "telnet"
brew "wimlib"
brew "cloudflare/cloudflare/cloudflared"
brew "minacle/chntpw/chntpw"
cask "1password"
cask "adobe-acrobat-reader"
cask "aerial"
cask "alfred"
cask "altserver"
cask "appcleaner"
cask "bartender"
cask "corretto"
cask "corretto11"
cask "corretto17"
cask "corretto8"
cask "discord"
cask "docker"
cask "epic-games"
cask "firefox"
cask "git-credential-manager-core"
cask "gitfox"
cask "google-chrome"
cask "horos"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keybase"
cask "landrop"
cask "little-snitch"
cask "notion"
cask "obsidian"
cask "postman"
cask "raycast"
cask "rustdesk"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "steam"
cask "telegram-desktop"
cask "unity-hub"
cask "visual-studio-code"
mas "1Password 7", id: 1333542190
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Cinebench", id: 1438772273
mas "CopyClip", id: 595191960
mas "Craft", id: 1487937127
mas "Dark Reader for Safari", id: 1438243180
mas "Developer", id: 640199958
mas "Dropover", id: 1355679052
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "GarageBand", id: 682658836
mas "GoodNotes", id: 1444383602
mas "Hand Mirror", id: 1502839586
mas "Hidden Bar", id: 1452453066
mas "Home Assistant", id: 1099568401
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Mastonaut", id: 1450757574
mas "Medis", id: 1579200037
mas "Medis", id: 1063631769
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "One Thing", id: 1604176982
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Pastebot", id: 1179623856
mas "QuickShade", id: 931571202
mas "Screens", id: 1224268771
mas "Tailscale", id: 1475387142
mas "Termius", id: 1176074088
mas "Transmit", id: 1436522307
mas "Tweetbot", id: 1384080005
mas "Twitter", id: 1482454543
mas "Velja", id: 1607635845
mas "WHAT THE GOLF", id: 1474771319
mas "WiFi Explorer Pro 3", id: 1587083834
mas "Xcode", id: 497799835
mas "네이버웍스", id: 1530772901
mas "반디집", id: 1265704574
mas "카카오톡", id: 869223134
